{
  "articles": [
    {
      "title": "FLEISCHER STUDIOS",
      "authur": "Wilma Nyrén",
      "icon": "article-icons/circle-icon/icon-boop.png",
      "hero_image": "url",
      "image1": "url",
      "filter": "History",
      "header1": "Introduction",
      "paragraph1": "Max Fleischer was the owner of an early animation studio that he ran together with his brothers Dave and Lou Fleischer. Fleischer Studios were pioneers when it came to animation, especially with their most famous invention: the rotoscope technique. This technique involved filming what you wanted to animate and then taking each frame and drawing over it. In the beginning, it took a very long time to create the first rotoscope films—more than a year—and it brought attention to the studio, according to the official Fleischer Studios website (n.d.). This studio animated iconic characters like Popeye and created characters like Betty Boop and her lesser-known love interest, Bimbo. And yet, almost no one knows who created these characters, and now the characters seem to be stuck in limbo.",
      "header2": "History",
      "paragraph2": "Two of the Fleischer brothers were hired by J.R. Bray shortly before World War I, after their first animation (n.d.). After the war, their first character series “Out of the Inkwell” was launched, featuring a clown named Koko. One example of a film created while Max Fleischer was working at Bray Studios is “The Eclipse of the Sun” (1918). The clown Koko was played by Dave, who was dressed in a clown costume. Koko continued to appear in later works, even alongside characters like Betty Boop. But in 1921, Max and Dave left J.R. Bray’s studio and created their own. Their company was initially called “Out of the Inkwell films, Inc.”, but the name was later changed to “Fleischer Studios” in 1929 (n.d.). The studio started small, with just one employee, working from a basement in NYC.",
      "header3": "Innovation",
      "paragraph3": "The rotoscope technique was revolutionary in saving time and resources. It allowed better animation to be produced more quickly and cheaply. Because their animations looked so drastically different from others, they attracted a lot of attention. With this increased demand, they outgrew their basement and had to move and hire more animators. They later collaborated with Lee DeForest, another pioneer this time in the sound industry. DeForest invented the technology for sound-on-film, with audio on the same reel, according to a documentary by Nassief, M. (2020). Together, they created the first sound-synchronized animation: “My Old Kentucky Home” (1926). This was also the first time the famous bouncing ball appeared over song lyrics. A standout example is the “Betty Boop” animation “Minnie the Moocher”, which used the rotoscope technique in collaboration with jazz singer Cab Calloway. It featured both the song of the same name and Calloway’s unique dance style.",
      "header4": "1939 and Beyond",
      "paragraph6": "By now, World War II had begun, leading to a smaller market as most of Europe was too preoccupied to go to the movies. When they had finally completed their second feature film, “Mr. Bug Goes to Town”, the attack on Pearl Harbor happened just two days after the premiere! (2020). Naturally, this was a huge failure with major effects on the studio. However, they got a temporary lifeline from animating the early parts of Superman around 1941, a commission from Paramount.",
      "paragraph7": "What really killed the studio was the relationship between the brothers. They split. Dave began working at Columbia Pictures around 1942 (2020). No one knows exactly why, but Paramount took the opportunity to acquire all the studio’s rights. And the final chapter of their story was Max and Dave suing Paramount for removing their names from the films they created. All they wanted was proper credit. Unfortunately, they waited too long, and it never happened.",
      "header5": "The impact on Society",
      "paragraph8": "Fleischer Studios had a significant impact on society, though it might not be very visible. Something as simple as rotoscoping had a huge influence on both the animation industry and today’s video game industry. The invention was ahead of its time and so good that even their competitor Disney used it. Snow White’s dance scene is one example. Even today, with some updates, the technique is still in use. In many games, real actors are filmed wearing motion-capture suits. While the technique has evolved for digital use, it still follows the same principle: making animation easier. A video that illustrates this perfectly is “These VFX Cost Millions, but I Did Them for Free” by The Corridor Crew (2022).",
      "paragraph9": "Beyond that, some iconic characters, especially Betty Boop and Popeye, still live on. These characters are still recognized, even by people in my generation who may never have seen the original films. This might be because they’re often printed on merchandise. I’ve had that experience myself, as I got a Betty Boop coin purse while on vacation. This phenomenon probably has to do with different countries having different copyright laws. But it has led to Fleischer Studios impacting me without me even knowing who they were until now!"
    }
  ]
}
