{
  "articles": [
    {
      "title": "FLEISCHER STUDIOS",
      "author": "Wilma Nyrén",
      "icon": "article-icons/icon-boop.png",
      "hero_image": "",
      "image1": "url",
      "filter": "History",
      "header1": "Introduction",
      "paragraph1.1": "Max Fleischer was the owner of an early animation studio that he ran together with his brothers Dave and Lou Fleischer. Fleischer Studios were pioneers when it came to animation, especially with their most famous invention: the rotoscope technique. This technique involved filming what you wanted to animate and then taking each frame and drawing over it. In the beginning, it took a very long time to create the first rotoscope films—more than a year—and it brought attention to the studio, according to the official Fleischer Studios website (n.d.). This studio animated iconic characters like Popeye and created characters like Betty Boop and her lesser-known love interest, Bimbo. And yet, almost no one knows who created these characters, and now the characters seem to be stuck in limbo.",
      "header2": "History",
      "paragraph2.1": "Two of the Fleischer brothers were hired by J.R. Bray shortly before World War I, after their first animation (n.d.). After the war, their first character series “Out of the Inkwell” was launched, featuring a clown named Koko. One example of a film created while Max Fleischer was working at Bray Studios is “The Eclipse of the Sun” (1918). The clown Koko was played by Dave, who was dressed in a clown costume. Koko continued to appear in later works, even alongside characters like Betty Boop. But in 1921, Max and Dave left J.R. Bray’s studio and created their own. Their company was initially called “Out of the Inkwell films, Inc.”, but the name was later changed to “Fleischer Studios” in 1929 (n.d.). The studio started small, with just one employee, working from a basement in NYC.",
      "header3": "Innovation",
      "paragraph3.1": "The rotoscope technique was revolutionary in saving time and resources. It allowed better animation to be produced more quickly and cheaply. Because their animations looked so drastically different from others, they attracted a lot of attention. With this increased demand, they outgrew their basement and had to move and hire more animators. They later collaborated with Lee DeForest, another pioneer this time in the sound industry. DeForest invented the technology for sound-on-film, with audio on the same reel, according to a documentary by Nassief, M. (2020). Together, they created the first sound-synchronized animation: “My Old Kentucky Home” (1926). This was also the first time the famous bouncing ball appeared over song lyrics. A standout example is the “Betty Boop” animation “Minnie the Moocher”, which used the rotoscope technique in collaboration with jazz singer Cab Calloway. It featured both the song of the same name and Calloway’s unique dance style.",
      "header4": "1939 and Beyond",
      "paragraph4.1": "By now, World War II had begun, leading to a smaller market as most of Europe was too preoccupied to go to the movies. When they had finally completed their second feature film, “Mr. Bug Goes to Town”, the attack on Pearl Harbor happened just two days after the premiere! (2020). Naturally, this was a huge failure with major effects on the studio. However, they got a temporary lifeline from animating the early parts of Superman around 1941, a commission from Paramount.",
      "paragraph4.2": "What really killed the studio was the relationship between the brothers. They split. Dave began working at Columbia Pictures around 1942 (2020). No one knows exactly why, but Paramount took the opportunity to acquire all the studio’s rights. And the final chapter of their story was Max and Dave suing Paramount for removing their names from the films they created. All they wanted was proper credit. Unfortunately, they waited too long, and it never happened.",
      "header5": "The impact on Society",
      "paragraph5.1": "Fleischer Studios had a significant impact on society, though it might not be very visible. Something as simple as rotoscoping had a huge influence on both the animation industry and today’s video game industry. The invention was ahead of its time and so good that even their competitor Disney used it. Snow White’s dance scene is one example. Even today, with some updates, the technique is still in use. In many games, real actors are filmed wearing motion-capture suits. While the technique has evolved for digital use, it still follows the same principle: making animation easier. A video that illustrates this perfectly is “These VFX Cost Millions, but I Did Them for Free” by The Corridor Crew (2022).",
      "paragraph5.2": "Beyond that, some iconic characters, especially Betty Boop and Popeye, still live on. These characters are still recognized, even by people in my generation who may never have seen the original films. This might be because they’re often printed on merchandise. I’ve had that experience myself, as I got a Betty Boop coin purse while on vacation. This phenomenon probably has to do with different countries having different copyright laws. But it has led to Fleischer Studios impacting me without me even knowing who they were until now!"
    },
    {
      "title": "E.T. The Extra-Terrestrial",
      "author": "Roger Ebert",
      "icon": "article-icons/icon-et.png",
      "hero_image": "url",
      "image1": "url",
      "filter": "Review",
      "paragraph1.1": "This movie made my heart glad. It is filled with innocence, hope, and good cheer. It is also wickedly funny and exciting as hell. “E.T. The Extra-Terrestrial” is a movie like “The Wizard of Oz,” that you can grow up with and grow old with, and it won’t let you down. It tells a story about friendship and love. Some people are a little baffled when they hear it described: It’s about a relationship between a little boy and a creature from outer space that becomes his best friend. That makes it sound like a cross between “The Thing” and “National Velvet.” It works as science fiction, it’s sometimes as scary as a monster movie, and at the end, when the lights go up, there’s not a dry eye in the house.",
      "paragraph2.1": "The Great Movies Read Ebert’s essay on what makes “E.T.” one of the great movies. “E.T.” is a movie of surprises, and I will not spoil any of them for you. But I can suggest some of the film’s wonders. The movie takes place in and around a big American suburban development. The split-level houses march up and down the curved drives, carved out of hills that turn into forest a few blocks beyond the backyard. In this forest one night, a spaceship lands, and queer-looking little creatures hobble out of it and go snuffling through the night, looking for plant specimens, I guess. Humans arrive-authorities with flashlights and big stomping boots. They close in on the spaceship, and it is forced to take off and abandon one of its crew members. This forlorn little creature, the E.T. of the title, is left behind on Earth–abandoned to a horrendous world of dogs, raccoons, automobile exhausts and curious little boys.",
      "paragraph3.1": "The movie’s hero is one particular little boy named Elliott. He is played by Henry Thomas in what has to be the best little boy performance I’ve ever seen in an American film. He doesn’t come across as an overcoached professional kid; he’s natural, defiant, easily touched, conniving, brave and childlike. He just knows there’s something living out there in the backyard, and he sits up all night with his flashlight, trying to coax the creature out of hiding with a nearly irresistible bait: Reese’s Pieces. The creature, which looks a little like Snoopy but is very, very wise, approaches the boy. They become friends. The E.T. moves into the house, and the center section of the film is an endless invention on the theme of an extra-terrestrial’s introduction to bedrooms, televisions, telephones, refrigerators and six-packs of beer. The creature has the powers of telepathy and telekinesis, and one of the ways it communicates is to share its emotions with Elliott. That’s how Elliott knows that the E.T. wants to go home.",
      "paragraph4.1": "And from here on out, I’d better not describe what happens. Let me just say that the movie has moments of sheer ingenuity, moments of high comedy, some scary moments and a very sad sequence that has everybody blowing their noses.",
      "paragraph5.1": "What is especially wonderful about all of those moments is that Steven Spielberg, who made this film, creates them out of legitimate and fascinating plot developments. At every moment from its beginning to its end, “E.T.” is really about something. The story is quite a narrative accomplishment. It reveals facts about the E.T.’s nature; it develops the personalities of Elliott, his mother, brother and sister; it involves the federal space agencies; it touches on extra-terrestrial medicine, biology and communication, and still it inspires genuine laughter and tears.",
      "paragraph5.2": "A lot of those achievements rest on the very peculiar shoulders of the E.T. itself. With its odd little walk, its high-pitched squeals of surprise, its tentative imitations of human speech, and its catlike but definitely alien purring, E.T. becomes one of the most intriguing fictional creatures I’ve ever seen on a screen. The E.T. is a triumph of special effects, certainly; the craftsmen who made this little being have extended the boundaries of their art. But it’s also a triumph of imagination, because the filmmakers had to imagine E.T., had to see through its eyes, hear with its ears, and experience this world of ours through its utterly alien experience in order to make a creature so absolutely convincing. The word for what they exercised is empathy.",
      "paragraph6.1": "“E.T. The Extra-Terrestrial” is a reminder of what movies are for. Most movies are not for any one thing, of course. Some are to make us think, some to make us feel, some to take us away from our problems, some to help us examine them. What is enchanting about “E.T.” is that, in some measure, it does all of those things."
    },
    {
      "title": "Princess Mononoke",
      "author": "Roger Ebert",
      "icon": "article-icons/icon-mononoke.png",
      "hero_image": "url",
      "image1": "url",
      "filter": "Review",
      "paragraph1.1": "I go to the movies for many reasons. Here is one of them. I want to see wondrous sights not available in the real world, in stories where myth and dreams are set free to play. Animation opens that possibility, because it is freed from gravity and the chains of the possible. Realistic films show the physical world; animation shows its essence.",
      "paragraph2.1": "Animated films are not copies of “real movies,” are not shadows of reality, but create a new existence in their own right. True, a lot of animation is insipid, and insulting even to the children it is made for. But great animation can make the mind sing.",
      "paragraph3.1": "Hayao Miyazaki is a great animator, and his “Princess Mononoke” is a great film. Do not allow conventional thoughts about animation to prevent you from seeing it. It tells an epic story set in medieval Japan, at the dawn of the Iron Age, when some men still lived in harmony with nature and others were trying to tame and defeat it. It is not a simplistic tale of good and evil, but the story of how humans, forest animals and nature gods all fight for their share of the new emerging order. It is one of the most visually inventive films I have ever seen.",
      "paragraph4.1": "The movie opens with a watchtower guard spotting “something wrong in the forest.” There is a disturbance of nature, and out of it leaps a remarkable creature, a kind of boar-monster with flesh made of writhing snakes. It attacks villagers, and to the defense comes Ashitaka, the young prince of his isolated people. He is finally able to slay the beast, but his own arm has been wrapped by the snakes and is horribly scarred.",
      "paragraph5.1": "A wise woman is able to explain what has happened. The monster was a boar god, until a bullet buried itself in its flesh and drove it mad. And where did the bullet come from? “It is time,” says the woman, “for our last prince to cut his hair and leave us.” And so Ashitaka sets off on a long journey to the lands of the West, to find out why nature is out of joint, and whether the curse on his arm can be lifted. He rides Yakkuru, a beast that seems part horse, part antelope, part mountain goat.",
      "paragraph6.1": "There are strange sights and adventures along the way, and we are able to appreciate the quality of Miyazaki’s artistry. The drawing is not simplistic, but has some of the same “clear line” complexity used by the Japanese graphic artists of two centuries ago, who inspired such modern works as Herge’s Tintin books. Nature is rendered majestically (Miyazaki’s art directors journeyed to ancient forests to make their master drawings) and fancifully (as with the round little forest sprites). There are also brief, mysterious appearances of the spirit of the forest, who by day seems to be a noble beast, and at night a glowing light. Ashitaka eventually arrives in an area that is prowled by Moro, a wolf god, and sees for the first time the young woman named San. She is also known as “Princess Mononoke,” but that’s more a description than a name; a mononoke is the spirit of a beast. San was a human child, raised as a wolf by Moro; she rides bareback on the swift white spirit-wolves and helps the pack in their battle against the encroachments of Lady Eboshi, a strong ruler whose village is developing ironworking skills and manufactures weapons using gunpowder.",
      "paragraph7.1": "As Lady Eboshi’s people gain one kind of knowledge, they lose another, and the day is fading when men, animals and the forest gods all speak the same language. The lush green forests through which Ashitaka traveled west have been replaced here by a wasteland; trees have been stripped to feed the smelting furnaces, and on their skeletons, yellow-eyed beasts squat ominously. Slaves work the bellows of the forges, and lepers make the weapons.",
      "paragraph8.1": "But all is not black and white. The lepers are grateful that Eboshi accepts them. Her people enjoy her protection. Even Jigo, a scheming agent of the emperor, has motives that sometimes make a certain amount of sense. When a nearby samurai enclave wants to take over the village and its technology, there is a battle with more than one side and more than one motive. This is more like mythical history than action melodrama. ",
      "paragraph9.1": "The artistry in “Princess Mononoke” is masterful. The writhing skin of the boar-monster is an extraordinary sight, one that would be impossible to create in any live-action film. The great white wolves are drawn with grace, and not sentimentalized; when they bare their fangs, you can see that they are not friendly comic pals, but animals who can and will kill.",
      "paragraph10.1": "The movie does not dwell on violence, which makes some of its moments even more shocking, as when Ashitaka finds that his scarred arm has developed such strength that his arrow decapitates an enemy.",
      "paragraph11.1": "Miyazaki and his collaborators work at Japan’s Studio Ghibli, and a few years ago Disney bought the studio’s entire output for worldwide distribution. (Disney artists consider Miyazaki a source of inspiration.) The contract said Disney could not change a frame–but there was no objection to dubbing into English, because of course, all animation is dubbed into even its source language, and as Miyazaki cheerfully observes, “English has been dubbed into Japanese for years.”",
      "paragraph12.1": "The drama is underlaid with Miyazaki’s deep humanism, which avoids easy moral simplifications. There is a remarkable scene where San and Ashitaka, who have fallen in love, agree that neither can really lead the life of the other, and so they must grant each other freedom, and only meet occasionally. You won’t find many Hollywood love stories (animated or otherwise) so philosophical. “Princess Mononoke” is a great achievement and a wonderful experience, and one of the best films of the year. Some of my information comes from an invaluable new book, “Hayao Miyazaki: Master of Japanese Animation,” by Helen McCarthy (Stone Bridge Press, $18.95)."
    },
    {
      "title": "One Good Thing: Sailor Moon and Tuxedo Mask taught me about love",
      "author": "Victoria Dominguez",
      "icon": "article-icons/icon-moon.png",
      "hero_image": "url",
      "image1": "url",
      "filter": "Review",
      "paragraph1.1": "Since I was a child, one of my favorite series of all time was Sailor Moon. I loved both the 1990s anime and the manga. From the epic battles to the female friendships that I always craved as a military brat who changed schools and states every couple of years, it’s a story that I come back to again and again when I’m feeling down.",
      "paragraph2.1": "For those who haven’t watched or read the series, the basic premise of Sailor Moon is the story of a teenager named Usagi Tsukino in 1990s Japan. She is given the power to become Sailor Moon, a heroine whose job is to protect the Earth from evil threats via a talking cat named Luna. She is joined by other girls like her who are called Sailor Guardians (or Scouts, or Senshi, depending on what version you consume) who represent the planets of our solar system. In her battles against extremely campy villains, she is aided by Tuxedo Mask (known in his regular life as Mamoru Chiba), a hero whose talents include throwing roses and protecting people with his cape. It’s a series that oscillates between reveling in its cheesiness and presenting surprisingly serious and emotional moments.",
      "paragraph3.1": "After the recent omicron surge and experiencing two deaths in my family close to the holidays, I started re-watching Sailor Moon with my fiancé, who had never seen the series before. It wasn’t long before I remembered what made me love the show so much in the first place: Sailor Moon and Tuxedo Mask’s love story. It was the first romance I, a 10-year-old tomboy who spent her time playing video games and skateboarding, ever really cared about. Even though they are fated to be together, Usagi and Mamoru’s relationship blossoms organically. They meet while walking their usual routes to and from class, in front of an arcade that serves as the setting for several important episodes. Their exchanges on the street set the stage for a sort of friendship that eventually becomes something more, especially once they learn of each other’s identities as Sailor Moon and Tuxedo Mask. Their relationship hits several roadblocks along the way (including breaking up for the better part of the second season) as their destinies force them to grow up fast. When their child visits them from the future and they are caught up in a time-travel plot that forces them to reckon with their mortality and marriage, their bond becomes stronger, and you have no choice but to cheer them on.",
      "paragraph4.1": "Usagi and Mamoru bring out the best in each other, whether it’s Mamoru reminding Usagi of her responsibilities as not just a heroine but a high schooler, or Usagi getting Mamoru to loosen up and enjoy himself. It is a treat to see them go from teens who annoyingly bump into each other on the way home from class to heroes and rulers of the future Earth. There are a few moments from the show that became particularly imprinted in my young mind, like their first dance at a masquerade ball. Given their disguises, they don’t recognize one another. But as Mamoru twirls Usagi, she feels like they have danced before — and they have, in their past lives.",
      "paragraph5.1": "Usagi showing up to Mamoru’s apartment to beg him to reconcile during their brief split also stands out to me. She cries, bangs on his door, and sinks to the floor in defeat. It is a raw (and honestly, a bit pitiful) example of teenage heartbreak, and how a breakup with your first love can feel like the end of the world.",
      "paragraph6.1": "There is another scene, a flashback to their past lives as Princess Serenity and Prince Endymion, respectively. As evil forces attack their home, Endymion protects Serenity with his cape. This parallels how Tuxedo Mask uses his cape in the present day and it was Peak Romance to me. These scenes played over and over again in my head, and when I started developing crushes, I imagined myself and the other person reenacting them, as hilariously cringey as it sounds.",
      "paragraph7.1": "However, it’s their ability to meet hefty responsibilities that I admire the most. As teenagers, Usagi and Mamoru are forced to meet their destinies as heroes and future rulers of the Earth, and must take it upon themselves to protect the world from evil. Realizing the extent of their powers is a major event that changes the trajectory of their lives.",
      "paragraph8.1": "I will say that their relationship isn’t perfect, and it’s also a product of its time in some ways: In the anime, their age gap is questionable, although they were originally written to be closer in age (in the anime she’s 14, he’s 18, but in the manga he is 16, which is less problematic). Mamoru also sometimes shames Usagi for enjoying junk food, which ranges from teasing her about getting cavities to bringing up the possibility of weight gain (jokes about Usagi’s eating habits are unfortunately common, coming from nearly every character). If you can recognize and look beyond these details, their relationship is otherwise really sweet. Not to mention, Tuxedo Mask is cute as hell and is always there to support all of the Sailor Guardians.",
      "paragraph9.1": "Even though the series is 30 years old (and definitely has its fair share of dated tropes), I think their relationship speaks to our cultural moment, as the pandemic has made us reevaluate our lives and relationships. When a threat that’s largely out of our control changes things so profoundly, it’s natural to question what we really want out of life. Whether it’s our job or the person we’re dating, the past couple of years have caused us to do some major reshuffling — or, alternatively, feel more confident than ever in the choices we’ve already made.",
      "paragraph10.1": "In Sailor Moon, the main characters’ duties to protect the planet impacts their lives as students, children, and romantic partners, and Usagi and Mamoru’s relationship is no exception as this duty strengthens and strains their bond at different times.",
      "paragraph11.1": "For some of us, that may mean recognizing we’ve grown apart from a partner, but for others, such as myself, it meant becoming closer and more serious with a significant other at a faster pace. It forced my college boyfriend and me to really think about what we wanted from life and from each other, and now we’re engaged and planning a fall wedding. Just like Usagi and Mamoru, we’re young, but we’ve already gone through a major event (that still isn’t over) and are closer because of it. I’m just happy that we’re not the ones tasked with saving the whole solar system."
    },
    {
      "title": "Forrest Gump — The Movie Review",
      "author": "Paul Leslie",
      "icon": "article-icons/icon-gump.png",
      "hero_image": "url",
      "image1": "url",
      "filter": "Review",
      "paragraph1.1": "Today is 30 years from THAT July 6th in 1994 that Forrest Gump debuted in theaters nationwide. Directed by Robert Zemeckis and starring Tom Hanks, the movie was based on the 1986 novel Forrest Gump by Winston Groom. To this day Forrest is an iconic fictional figure in our popular culture. He is one of the most beloved characters.",
      "paragraph1.2": "I can remember my sister Reneé taking me to see it. I was just a boy, but there was something I liked about Forrest. I got the book, a paperback edition that I still have. Little did I know, that years later I would myself interviewing Winston Groom in his house on a very hot day in April. After our talk, he autographed that book with a personal message.",
      "paragraph1.3": "The next year, I interviewed Michael Conner Humphreys, who played young Forrest in the movie. That interview has become the most popular interview I ever did. Maybe the book and the movie have had a bigger impact on my life than I thought. Having watched the movie version I don’t know how many times, I decided to watch it last night and try to put myself in the frame of mind that I was seeing it for the very first time. Not so easy to do.",
      "header2": "Forrest Gump is an emotional tale",
      "paragraph2.1": "I’d start off by saying that Forrest Gump is first and foremost an emotional tale, but along the way it has adventure, action, love, heartbreak and loss. It intertwines with many moments in American history. In the center of it all, the main character never changes his core values. Although Forrest’s IQ is lower than most, he is nonetheless steadfast. Tom Hanks portrayal of Forrest Gump may be his most known role. And it occurred to me that it was his ability to portray a person who is both wise and “not a smart man,” as the character describes himself. Therein is a valuable life lesson. If your mind can’t wrap around what the most intelligent act would be, go with the kind of wisdom your mama gave you.",
      "paragraph2.2": "The movie is told almost entirely through the reminiscing of Forrest sitting on a bench at a bus stop. Forrest’s strength as a storyteller comes down to his innocence and ability to break down a story to the essentials. Meeting a President is on equal footing as getting free Dr Peppers.",
      "header3": "The story is remarkable and full",
      "paragraph3.1": "Screenwriter Eric Roth told an, at times, different tale from the book, but managed to inject so many events in a bit over two hours and twenty minutes. We witness Forrest interact with many notable events. He gets a football scholarship from the University of Alabama where he’s coached by Bear Bryant. He witnesses Alabama Governor George Wallace try to block desegregation at the school. Forrest serves in an infantry division in Vietnam, meets Presidents Kennedy, Johnson and Nixon. He gets thrust on stage at the anti-war march at the National Mall in Washington DC, starts a shrimping business and runs multiple times across the United States. There’s even more.",
      "paragraph3.2": "You meet a variety of characters throughout the movie, and some of them vary in their treatment of Forrest, but he realizes that events and objects come and go. Forrest’s loyalty to his friends never wanes. It’s especially true of Jenny, the girl he falls in love with in grade school. And it’s true of Lt. Dan and Bubba, his closest friends he meets in combat in Vietnam. He sticks with them even when they don’t deserve his devotion. Loyalty is his defining characteristic.",
      "header4": "Forrest Gump has an incredible soundtrack and score",
      "paragraph4.1": "Watching the movie again, I also realize how meticulous the score and the soundtrack are. They really accentuate the movie. They picked some of the greatest artists ever to tell the story, from Duane Eddy, Creedence Clearwater Revival, Bob Dylan, the Youngbloods, Jackson Browne, Fleetwood Mac, Willie Nelson and Bob Seger. The music is all incredible, and surely must have cost a bundle.",
      "header5": "Forrest and his story endure",
      "paragraph5.1": "Having met Winston Groom, the man who birthed the character of Forrest, it’s hard not to think of him after seeing the movie. I can’t help but think that Forrest and Winston had a lot in common. Both of them were natural storytellers. Neither had any pretension. Both could say without a doubt, “at least I didn’t lead no humdrum life,” to quote Forrest in the book.",
      "paragraph5.2": "That’s the story of Forrest Gump and the magic of the film. He had his limitations, but he did all of these things anyway. Forrest and his story endure."
    },
    {
      "title": "Flying, Freedom & Nature in Laputa : The Castle In The Sky",
      "author": "Ritvik",
      "icon": "article-icons/icon-castle.png",
      "hero_image": "url",
      "image1": "url",
      "filter": "Review",
      "paragraph1.1": "Flying, a dream for Miyazaki to paint and for the viewer to embrace. Persistent and unmarred in a body of work that spans an ocean of significance, the notion of flight is unassuming yet essential to Miyazaki’s work. The oneiric quality that distinguishes his work is often held by a meticulous but vacillating sense of an ethereal that is intrinsically grounded in the pragmatism of the mind. We, like Miyazaki, are perpetually pondering ourselves in relation to the vast sky, a symbol of the exuberant possibilities of life and a subject of yearning, but also a reminder of the constraint and insignificance of our existences. If the skies and aerial motions have played a number of roles in the works of Miyazaki, it is its association with freedom that remains the most significant; a motif that recurs amply in the tangled journey of Sheeta and Pazu, the protagonists of our story, towards the mythical flying castle and away from the clutches of abhorrent oppression.",
      "paragraph2.1": "Flight has been played for several different effects by Miyazaki through out his career in filmmaking, but in Laputa it takes on an allegorical quality different from Ghibli’s future outings on the subject. The film was made at a peculiar time in our history, a time where the threat of nuclear war still loomed at the horizon and men’s first step on the moon were still fresh in memories. A time of great progress and even greater uncertainty. Similarly, in the world of our story reigning powers relentlessly pursue technological grandeur and power, often at the expense of collateral damage. In this instance, the elusive Laputa, the vestige of a civilization long gone, substitutes itself as the grail in the stead of nuclear power or space flight. It holds promise of great treasure and knowledge that warrant the interest of the military, the government and the main antagonist of the story, Colonel Muska. Beyond the verdant plains and steam constructs that populate the scenery of the film we are invited to contemplate the relationship that exists between civilisation and the nature around us. Like Sheeta, it too is often the subject of the exploitation and objectification by society; Miyazaki, draws a parallel between the emancipation of its heroine and naturalism.",
      "paragraph3.1": "As we are reminded by Uncle Pomme as when protagonists make their way through the caves beneath Pazu’s hometown, nature has a knack to hide its beauty in the most unexpected of places. A recurring theme throughout the Castle In The Sky is the validation of the intrinsic relationship that exists between the products of human science and nature. The lackluster decors of the mine that exacerbated the frustration of the miners’ are put in stark contrast to the secret glow of the stones revealed by Uncle Pomme. Pazu and Sheeta’s amazement reflects our own as we soon come to realise that the film asks us to look beyond the mere utilitarism that bounds our perception of the world around us; Miyazaki unequivocally asks us to believe and not forget the simpler life of those that lived by the land like the miner’s of our story; in contrast it is the military driven by reckless and dehumanised progress that he rebuffs; humans are part of a natural whole, Miyazaki posits.",
      "paragraph4.1": "Turbulence overtakes the search for the flying monument; paths intersect, characters are thrown asunder and alliances are made. In Miyazaki’s story there is a clear narrative function to the different clusters to which our characters belong. While Colonel Muska’s military allies represent a criticism of the State and militarism, Dola’s flying pirates can be posited to represent a more fringe outlook for the time. They are agent of a beneficial chaos opposed to the stifling order of the military; though initially single-mindedly in pursuit of their own self-gratification, they ultimately become a benevolent force in the adventures of Sheeta and Pazu. Dola’s own representation serves to subvert traditional gender roles; she is an overbearing presence amongst the male dominated pirate crew and in her relationship to her husband. Although pushed to the extremes of its representation, Miyazaki’s choice to portrait Dola in the way he does serves to contrast with Muska’s own dark designs for Sheeta. The latter embraces the patriarchal ideology interwoven with society and militarism; he’s willing to abuse and use Sheeta in pursuit of a selfish entitlement to an ancestral patrimony. On the other hand, the crude and harsh Dola is sympathetic to our protagonists’ situation, she is characterized by a human understanding and compassion that are sorely lacking in Muska who is driven only be self-serving motives; she is a role model for Sheeta to aspire to be.",
      "paragraph5.1": "Our deuteragonist Pazu too seems to be irremediably at the mercy of those outside constrictive forces, though different from those that afflict Sheeta. The ailment that shadows him is the incomprehension and dismissal that he suffers from those around as to his dream. He desperately dreams of taking flight in search of proof of his father’s tale of the mythical flying castle. A perseverance that permeates in his attempts to help Sheeta. Although initially crushed by Sheeta’s rejection due to Muska’s coercing, he ultimately rises above the odds in an effort to help his friend. Laputa often reminds us of the burden of legacy, but to Pazu, his legacy is one that inspires and pushes him to do the better him; as he approaches the flying castle it is the shadow of his father that guides him through the bashful winds. Humanism is an overarching theme of our story; though Miyazaki may criticise established political and military systems that vitiate the human element, he also goes to lengths to enunciate his view that kindness is intrinsic to human being. The sentinels of Laputa, man-made machines that serve as guardians of extraordinary fire power, often display unyielding kindness to fauna and flora around them. They represent at an end qualities of kindness passed on by their human creators, and on another underlines the view that technology is ultimately indissociable from nature.",
      "paragraph6.1": "Similarly, the stone, an objectively mesmerizing and wondrous item, held by Sheeta serves a similar purpose; inferred to be in contrast a natural occurring object, it represents those aspects of nature that we have learned to channel in a call back to nuclear matter. The stone and the treasures to which it is key are the focal target of Muska and his allies; it drives a frenzied and reckless desire in those that seek it for its subjective and superficial value. Our heroine is faced with the inherited and unwilling burden of choosing how the azure gem will come to manifest its uncanny powers. Ghibli champions a harmony between man-mad creations and nature; often do we forget the integral part that nature plays in the order of things, through the kindness of the sentinels we are reminded that at its core scientific development too is a natural extension of nature.",
      "paragraph7.1": "In its form, the Castle In The Sky prones the adage that the ultimate responsibility lies in the user and not the tool. The consequences of her actions are imprinted on Sheeta when she witnesses the fiery hell that devolves as she utters the formula passed down to her. In her Miyazaki reminds us of the weight and responsibility that is incumbent to those that hold power; war remains at the back of our minds as we are asked to meditate the frightening prospects of overwhelming destructive power. Laputa is a reminder of the bleaker outcomes that technology might lead us to in a dire parallel to the anxiety of the cold war. We are prisoners of our own making, at the mercy of the things we create and often forgetting that, like Sheeta, the key to their use lies with us; freedom is earned.",
      "paragraph8.1": "Sheeta and Pazu find themselves prisoners of circumstances, at the mercy of overbearing politics, patriarchal entitlement and lingering patrimony. There is a feeling of helplessness to their situation, of being dreadfully at the mercy of forces beyond their control; a stark contrast to the overarching theme of flight that prevails in our story. In Miya zaki’s world, adventure through the skies in incongruous personal flying contraptions is but a mere matter of fact, yet despite that mobility, the sense of our characters being bound is not shaken off.",
      "paragraph9.1": "In its final act, Sheeta and Pazu choose to put the flying castle irremediably out of human reach, the final spell of closure revokes the object of lust in an idealist take on a world without the threat of nuclear annihilation. The disintegration of Laputa to its core is an allegory for Sheeta’s own breakthrough, an emancipation from the clutches of the system. Like the flying castle, she has shed the chains that have tied her down by opposing the restraining forces of Muska. Laputa, in a calm serenity, flies away to an unknown horizon, unburdened by the weight of its history; there is a convergence of feminist emancipation and naturalism. In that, Miyazaki shows to us an ideal; one where us too may one day free ourselves from our self-made chains of eternal war anxiety and reconcile with the view that we and the things we create are a whole with nature."
    }
      
  ]
}
